{"chunk_id": "Main/Library_Vladimir_Lenin_Imperialism,_the_highest_stage_of_capitalism_Imperialism_as_a_special_stage_of_capitalism#0", "text": "We must now try to sum up and put together what has been said above on the subject of imperialism. Imperialism emerged as the development and direct continuation of the fundamental attributes of capitalism in general. But capitalism only became capitalist imperialism at a definite and very high stage of its development, when certain of its fundamental attributes began to be transformed into their opposites, when the features of a period of transition from capitalism to a higher social and economic system began to take shape and reveal themselves all along the line. Economically, the main thing in this process is the substitution of capitalist monopolies for capitalist free competition. Free competition is the fundamental attribute of capitalism, and of commodity production generally. Monopoly is exactly the opposite of free competition; but we have seen the latter being transformed into monopoly before our very eyes, creating large-scale industry and eliminating small industry, replacing large-scale industry by still larger-scale industry, finally leading to such a concentration of production and capital that monopoly has been and is the result: cartels, syndicates and trusts, and merging with them, the capital of a dozen or so banks manipulating thousands of millions. At the same time monopoly, which has grown out of free competition, does not abolish the latter, but exists over it and alongside of it, and thereby gives rise to a number of very acute, intense antagonisms, friction and conflicts. Monopoly is the transition from capitalism to a higher system.\n\nIf it were necessary to give the briefest possible definition of imperialism we should have to say that imperialism is the monopoly stage of capitalism. Such a definition would include what is most important, for, on the one hand, finance capital is the bank capital of a few big monopolist banks, merged with the capital of the monopolist combines of manufacturers; and, on the other hand, the division of the world is the transition from a colonial policy which has extended without hindrance to territories unoccupied by any capitalist power, to a colonial policy of monopolistic possession of the territory of the world which has been completely divided up.\n\nBut very brief definitions, although convenient, for they sum up the main points, are nevertheless inadequate, because very important features of the phenomenon that has to be defined have to be especially deduced. And so, without forgetting the conditional and relative value of all definitions, which can never include all the concatenations of a phenomenon in its complete development, we must give a definition of imperialism that will embrace the following five essential features:\n\n# The concentration of production and capital developed to such a high stage that it created monopolies which play a decisive role in economic life.\n# The merging of bank capital with industrial capital, and the creation, on the basis of this “finance capital,” of a “financial oligarchy.”\n# The export of capital, which has become extremely important, as distinguished from the export of commodities.\n# The formation of international capitalist monopolies which share the world among themselves.\n# The territorial division of the whole world among the greatest capitalist powers is completed.\n\nImperialism is capitalism in that stage of development in which the dominance of monopolies and finance capital has established itself; in which the export of capital has acquired pronounced importance; in which the division of the world among the international trusts has begun; in which the division of all territories of the globe among the great capitalist powers has been completed.\n\nWe shall see later that imperialism can and must be defined differently if consideration is to be given, not only to the basic, purely economic factors – to which the above definition is limited – but also to the historical place of this stage of capitalism in relation to capitalism in general, or to the relations between imperialism and the two main trends in the working class movement. The point to be noted just now is that imperialism, as interpreted above, undoubtedly represents a special stage in the development of capitalism. In order to enable the reader to obtain as well grounded an idea of imperialism as possible, we deliberately quoted largely from bourgeois economists who are obliged to admit the particularly incontrovertible facts regarding modern capitalist economy. With the same object in view, we have produced detailed statistics which reveal the extent to which bank capital, etc., has developed, showing how the transformation of quantity into quality, of developed capitalism into imperialism, has expressed itself. Needless to say, all boundaries in nature and in society are conditional and changeable, and, consequently, it would be absurd to discuss the exact year or the decade in which imperialism “definitely” became established.\n\nIn this matter of defining imperialism, however, we have to enter into controversy, primarily, with K. Kautsky, the principal Marxian theoretician of the epoch of the so-called Second International – that is, of the twenty-five years between 1889 and 1914.", "article_title": "Library Vladimir Lenin Imperialism, the highest stage of capitalism Imperialism as a special stage of capitalism", "namespace": "Main", "section": null, "chunk_index": 0, "line_range": "1-17", "word_count": 824, "categories": ["Imperialism, the highest stage of capitalism"], "internal_links": [], "is_stub": false, "citation_needed_count": 0, "has_blockquote": true}
{"chunk_id": "Main/Library_Vladimir_Lenin_Imperialism,_the_highest_stage_of_capitalism_Imperialism_as_a_special_stage_of_capitalism#1", "text": "In this matter of defining imperialism, however, we have to enter into controversy, primarily, with K. Kautsky, the principal Marxian theoretician of the epoch of the so-called Second International – that is, of the twenty-five years between 1889 and 1914.\nKautsky, in 1915 and even in November 1914, very emphatically attacked the fundamental ideas expressed in our definition of imperialism. Kautsky said that imperialism must not be regarded as a “phase” or stage of economy, but as a policy; a definite policy “preferred” by finance capital; that imperialism cannot be “identified” with “contemporary capitalism”; that if imperialism is to be understood to mean “all the phenomena of contemporary capitalism” – cartels, protection, the domination of the financiers and colonial policy – then the question as to whether imperialism is necessary to capitalism becomes reduced to the “flattest tautology”; because, in that case, “imperialism is naturally a vital necessity for capitalism,” and so on. The best way to present Kautsky”s ideas is to quote his own definition of imperialism, which is diametrically opposed to the substance of the ideas which we have set forth (for the objections coming from the camp of the German Marxists, who have been advocating such ideas for many years already, have been long known to Kautsky as the objections of a definite trend in Marxism).\n\nKautsky”s definition is as follows:<blockquote>“Imperialism is a product of highly developed industrial capitalism. It consists in the striving of every industrial capitalist nation to bring under its control and to annex increasingly big agrarian” (Kautsky”s italics) “regions irrespective of what nations inhabit those regions.”</blockquote>This definition is utterly worthless because it one-sidedly, i.e., arbitrarily, brings out the national question alone (although this is extremely important in itself as well as in its relation to imperialism), it arbitrarily and inaccurately relates this question only to industrial capital in the countries which annex other nations, and in an equally arbitrary and inaccurate manner brings out the annexation of agrarian regions.\n\nImperialism is a striving for annexations – this is what the political part of Kautsky”s definition amounts to. It is correct, but very incomplete, for politically, imperialism is, in general, a striving towards violence and reaction. For the moment, however, we are interested in the economic aspect of the question, which Kautsky himself introduced into his definition. The inaccuracy of Kautsky”s definition is strikingly obvious. The characteristic feature of imperialism is not industrial capital, but finance capital. It is not an accident that in France it was precisely the extraordinarily rapid development of finance capital, and the weakening of industrial capital, that, from 1880 onwards, gave rise to the extreme extension of annexationist (colonial) policy. The characteristic feature of imperialism is precisely that it strives to annex not only agricultural regions, but even highly industrialized regions (German appetite for Belgium; French appetite for Lorraine), because 1) the fact that the world is already divided up obliges those contemplating a new division to reach out for any kind of territory, and 2) because an essential feature of imperialism is the rivalry between a number of great powers in the striving for hegemony, i.e., for the conquest of territory, not so much directly for themselves as to weaken the adversary and undermine his hegemony. (Belgium is chiefly necessary to Germany as a base for operations against England; England needs Baghdad as a base for operations against Germany, etc.)\n\nKautsky refers especially – and repeatedly – to English writers who, he alleges, have given a purely political meaning to the word “imperialism” in the sense that Kautsky understands it. We take up the work by the Englishman Hobson, Imperialism, which appeared in 1902, and therein we read:<blockquote>“The new imperialism differs from the older, first, in substituting for the ambition of a single growing empire the theory and the practice of competing empires, each motivated by similar lusts of political aggrandizement and commercial gain; secondly, in the dominance of financial or investing over mercantile interests.”</blockquote>We see, therefore, that Kautsky is absolutely wrong in referring to English writers generally (unless he meant the vulgar English imperialist writers, or the avowed apologists for imperialism). We see that Kautsky, while claiming that he continues to defend Marxism, as a matter of fact takes a step backward compared with the social-liberal Hobson, who more correctly takes into account two “historically concrete” (Kautsky”s definition is a mockery of historical concreteness) features of modern imperialism:", "article_title": "Library Vladimir Lenin Imperialism, the highest stage of capitalism Imperialism as a special stage of capitalism", "namespace": "Main", "section": null, "chunk_index": 1, "line_range": "18-25", "word_count": 731, "categories": ["Imperialism, the highest stage of capitalism"], "internal_links": [], "is_stub": false, "citation_needed_count": 0, "has_blockquote": true}
{"chunk_id": "Main/Library_Vladimir_Lenin_Imperialism,_the_highest_stage_of_capitalism_Imperialism_as_a_special_stage_of_capitalism#2", "text": "Kautsky refers especially – and repeatedly – to English writers who, he alleges, have given a purely political meaning to the word “imperialism” in the sense that Kautsky understands it. We take up the work by the Englishman Hobson, Imperialism, which appeared in 1902, and therein we read:<blockquote>“The new imperialism differs from the older, first, in substituting for the ambition of a single growing empire the theory and the practice of competing empires, each motivated by similar lusts of political aggrandizement and commercial gain; secondly, in the dominance of financial or investing over mercantile interests.”</blockquote>We see, therefore, that Kautsky is absolutely wrong in referring to English writers generally (unless he meant the vulgar English imperialist writers, or the avowed apologists for imperialism). We see that Kautsky, while claiming that he continues to defend Marxism, as a matter of fact takes a step backward compared with the social-liberal Hobson, who more correctly takes into account two “historically concrete” (Kautsky”s definition is a mockery of historical concreteness) features of modern imperialism:\n# the competition between several imperialisms, and\n# the predominance of the financier over the merchant. If it were chiefly a question of the annexation of agrarian countries by industrial countries, the role of the merchant would be predominant.\n\nKautsky”s definition is not only wrong and un-Marxian. It serves as a basis for a whole system of views which run counter to Marxian theory and Marxian practice all along the line. We shall refer to this again later. The argument about words which Kautsky raises as to whether the modern stage of capitalism should be called “imperialism” or “the stage of finance capital” is of no importance. Call it what you will, it matters little. The fact of the matter is that Kautsky detaches the politics of imperialism from its economics, speaks of annexations as being a policy “preferred” by finance capital, and opposes to it another bourgeois policy which, he alleges, is possible on this very basis of finance capital. According to his argument, monopolies in economics are compatible with non-monopolistic, non-violent, non-annexationist methods in politics. According to his argument, the territorial division of the world, which was completed precisely during the period of finance capital, and which constitutes the basis of the present peculiar forms of rivalry between the biggest capitalist states, is compatible with a non-imperialist policy. The result is a slurring-over and a blunting of the most profound contradictions of the latest stage of capitalism, instead of an exposure of their depth; the result is bourgeois reformism instead of Marxism.\n\nKautsky enters into controversy with the German apologist of imperialism and annexations, Cunow, who clumsily and cynically argues that: imperialism is modern capitalism, the development of capitalism is inevitable and progressive; therefore imperialism is progressive; therefore, we should cringe before and eulogize it. This is something like the caricature of Russian Marxism which the Narodniki drew in 1894–95. They used to argue as follows: if the Marxists believe that capitalism is inevitable in Russia, that it is progressive, then they ought to open a public-house and begin to implant capitalism! Kautsky”s reply to Cunow is as follows: imperialism is not modern capitalism. It is only one of the forms of the policy of modern capitalism. This policy we can and should fight; we can and should fight against imperialism, annexations, etc.\n\nThe reply seems quite plausible, but in effect it is a more subtle and more disguised (and therefore more dangerous) propaganda of conciliation with imperialism; for unless it strikes at the economic basis of the trusts and banks, the “struggle” against the policy of the trusts and banks reduces itself to bourgeois reformism and pacifism, to an innocent and benevolent expression of pious hopes. Kautsky”s theory means refraining from mentioning existing contradictions, forgetting the most important of them, instead of revealing them in their full depth; it is a theory that has nothing in common with Marxism. Naturally, such a “theory” can only serve the purpose of advocating unity with the Cunows.\n\nKautsky writes: “from the purely economic point of view it is not impossible that capitalism will yet go through a new phase, that of the extension of the policy of the cartels to foreign policy, the phase of ultra-imperialism,” i.e., of a super-imperialism, a union of world imperialisms and not struggles among imperialisms; a phase when wars shall cease under capitalism, a phase of “the joint exploitation of the world by internationally combined finance capital.”", "article_title": "Library Vladimir Lenin Imperialism, the highest stage of capitalism Imperialism as a special stage of capitalism", "namespace": "Main", "section": null, "chunk_index": 2, "line_range": "26-36", "word_count": 741, "categories": ["Imperialism, the highest stage of capitalism"], "internal_links": [], "is_stub": false, "citation_needed_count": 0, "has_blockquote": true}
{"chunk_id": "Main/Library_Vladimir_Lenin_Imperialism,_the_highest_stage_of_capitalism_Imperialism_as_a_special_stage_of_capitalism#3", "text": "Kautsky writes: “from the purely economic point of view it is not impossible that capitalism will yet go through a new phase, that of the extension of the policy of the cartels to foreign policy, the phase of ultra-imperialism,” i.e., of a super-imperialism, a union of world imperialisms and not struggles among imperialisms; a phase when wars shall cease under capitalism, a phase of “the joint exploitation of the world by internationally combined finance capital.”\nWe shall have to deal with this “theory of ultra-imperialism” later on in order to show in detail how definitely and utterly it departs from Marxism. In keeping with the plan of the present work, we shall examine the exact economic data on this question. Is “ultra-imperialism” possible “from the purely economic point of view” or is it ultra-nonsense?\n\nIf, by purely economic point of view a “pure” abstraction is meant, then all that can be said reduces itself to the following proposition: evolution is proceeding towards monopoly; therefore the trend is towards a single world monopoly, to a universal trust. This is indisputable, but it is also as completely meaningless as is the statement that “evolution is proceeding” towards the manufacture of foodstuffs in laboratories. In this sense the “theory” of ultra-imperialism is no less absurd than a “theory of ultra-agriculture” would be.\n\nIf, on the other hand, we are discussing the “purely economic” conditions of the epoch of finance capital as an historically concrete epoch which opened at the beginning of the twentieth century, then the best reply that one can make to the lifeless abstractions of “ultra-imperialism” (which serve an exclusively reactionary aim: that of diverting attention from the depth of existing antagonisms) is to contrast them with the concrete economic realities of present-day world economy. Kautsky”s utterly meaningless talk about ultra-imperialism encourages, among other things, that profoundly mistaken idea which only brings grist to the mill of the apologists of imperialism, viz., that the rule of finance capital lessens the unevenness and contradictions inherent in world economy, whereas in reality it increases them.\n\nR. Calwer, in his little book, An Introduction to World Economics, attempted to compile the main, purely economic, data required to understand in a concrete way the internal relations of world economy at the end of the nineteenth and beginning of the twentieth centuries. He divides the world into five “main economic areas,” as follows:\n\n# Central Europe (the whole of Europe with the exception of Russia and Great Britain);\n# Great Britain;\n# Russia;\n# Eastern Asia;\n# America; he includes the colonies in the “areas” of the state to which they belong and “leaves out” a few countries not distributed according to areas, such as Persia, Afghanistan and Arabia in Asia; Morocco and Abyssinia in Africa, etc.", "article_title": "Library Vladimir Lenin Imperialism, the highest stage of capitalism Imperialism as a special stage of capitalism", "namespace": "Main", "section": null, "chunk_index": 3, "line_range": "37-50", "word_count": 461, "categories": ["Imperialism, the highest stage of capitalism"], "internal_links": [], "is_stub": false, "citation_needed_count": 0, "has_blockquote": true}
{"chunk_id": "Main/Library_Vladimir_Lenin_Imperialism,_the_highest_stage_of_capitalism_Imperialism_as_a_special_stage_of_capitalism#4", "text": "# America; he includes the colonies in the “areas” of the state to which they belong and “leaves out” a few countries not distributed according to areas, such as Persia, Afghanistan and Arabia in Asia; Morocco and Abyssinia in Africa, etc.\nHere is a brief summary of the economic data he quotes on these regions:\n{| class=\"wikitable\"\n|+\n!Principal economic areas\n!Area (million km²)\n!Population (millions)\n!Railways (thousand km)\n!Mercantile fleet (million tons)\n!Imports and exports (billion marks)\n!Output of coal (million tons)\n!Output of pig iron\n(million tons)\n!Number of cotton spindlers (millions)\n|-\n!Central European\n|27.6\n(23.6)\n|388\n(146)\n|204\n|8\n|41\n|251\n|15\n|26\n|-\n!British\n|28.9\n(28.6)\n|398\n(355)\n|140\n|11\n|25\n|249\n|9\n|51\n|-\n!Russian\n|22\n|131\n|63\n|1\n|3\n|16\n|3\n|7\n|-\n!East Asian\n|12\n|389\n|8\n|1\n|2\n|8\n|0.02\n|2\n|-\n!American\n|30\n|148\n|379\n|6\n|14\n|245\n|14\n|19\n|-\n| colspan=\"9\" |Figures in parentheses are area and population of colonies\n|}\nWe notice three areas of highly developed capitalism with a high development of means of transport, of trade and of industry, the Central European, the British and the American areas. Among these are three states which dominate the world: Germany, Great Britain, the United States. Imperialist rivalry and the struggle between these countries have become very keen because Germany has only a restricted area and few colonies (the creation of “Central Europe” is still a matter for the future; it is being born in the midst of desperate struggles). For the moment the distinctive feature of Europe is political disintegration. In the British and American areas, on the other hand, political concentration is very highly developed, but there is a tremendous disparity between the immense colonies of the one and the insignificant colonies of the other. In the colonies, capitalism is only beginning to develop. The struggle for South America is becoming more and more acute.\n\nThere are two areas where capitalism is not strongly developed: Russia and Eastern Asia. In the former, the density of population is very low, in the latter it is very high; in the former political concentration is very high, in the latter it does not exist. The partition of China is only beginning, and the struggle between Japan, U.S.A., etc., in connection therewith is continually gaining in intensity.\n\nCompare this reality, the vast diversity of economic and political conditions, the extreme disparity in the rate of development of the various countries, etc., and the violent struggles of the imperialist states, with Kautsky”s silly little fable about “peaceful” ultra-imperialism. Is this not the reactionary attempt of a frightened philistine to hide from stern reality? Are not the international cartels which Kautsky imagines are the embryos of “ultra-imperialism” (with as much reason as one would have for describing the manufacture of tabloids in a laboratory as ultra-agriculture in embryo) an example of the division and the redivision of the world, the transition from peaceful division to non-peaceful division and vice versa? Is not American and other finance capital, which divided the whole world peacefully, with Germany”s participation, for example, in the international rail syndicate, or in the international mercantile shipping trust, now engaged in redividing the world on the basis of a new relation of forces, which has been changed by methods by no means peaceful?", "article_title": "Library Vladimir Lenin Imperialism, the highest stage of capitalism Imperialism as a special stage of capitalism", "namespace": "Main", "section": null, "chunk_index": 4, "line_range": "51-126", "word_count": 553, "categories": ["Imperialism, the highest stage of capitalism"], "internal_links": [], "is_stub": false, "citation_needed_count": 0, "has_blockquote": true}
{"chunk_id": "Main/Library_Vladimir_Lenin_Imperialism,_the_highest_stage_of_capitalism_Imperialism_as_a_special_stage_of_capitalism#5", "text": "Compare this reality, the vast diversity of economic and political conditions, the extreme disparity in the rate of development of the various countries, etc., and the violent struggles of the imperialist states, with Kautsky”s silly little fable about “peaceful” ultra-imperialism. Is this not the reactionary attempt of a frightened philistine to hide from stern reality? Are not the international cartels which Kautsky imagines are the embryos of “ultra-imperialism” (with as much reason as one would have for describing the manufacture of tabloids in a laboratory as ultra-agriculture in embryo) an example of the division and the redivision of the world, the transition from peaceful division to non-peaceful division and vice versa? Is not American and other finance capital, which divided the whole world peacefully, with Germany”s participation, for example, in the international rail syndicate, or in the international mercantile shipping trust, now engaged in redividing the world on the basis of a new relation of forces, which has been changed by methods by no means peaceful?\nFinance capital and the trusts are increasing instead of diminishing the differences in the rate of development of the various parts of world economy. When the relation of forces is changed, how else, under capitalism, can the solution of contradictions be found, except by resorting to violence? Railway statistics provide remarkably exact data on the different rates of development of capitalism and finance capital in world economy. In the last decades of imperialist development, the total length of railways has changed as follows:\n{| class=\"wikitable\"\n|+Railways (thousand km)\n|\n! colspan=\"2\" |1890\n! colspan=\"2\" |1913\n! colspan=\"2\" |Increase\n|-\n!Europe\n| colspan=\"2\" |224\n| colspan=\"2\" |346\n| colspan=\"2\" |122\n|-\n!U.S.A\n| colspan=\"2\" |268\n| colspan=\"2\" |411\n| colspan=\"2\" |143\n|-\n!Colonies (total)\n|82\n| rowspan=\"2\" |125\n|210\n| rowspan=\"2\" |347\n|128\n| rowspan=\"2\" |222\n|-\n!Independent and semi-dependent states of Asia and America\n|43\n|137\n|94\n|-\n!Total\n| colspan=\"2\" |617\n| colspan=\"2\" |1,104\n| colspan=\"2\" |\n|}\nThus, the development of railways has been more rapid in the colonies and in the independent (and semi-dependent) states of Asia and America. Here, as we know, the finance capital of the four or five biggest capitalist states reigns undisputed. Two hundred thousand kilometers of new railways in the colonies and in the other countries of Asia and America represent more than 40,000,000,000 marks in capital, newly invested on particularly advantageous terms, with special guarantees of a good return and with profitable orders for steel works, etc., etc.\n\nCapitalism is growing with the greatest rapidity in the colonies and in overseas countries. Among the latter, new imperialist powers are emerging (e.g., Japan). The struggle of world imperialism is becoming more acute. The tribute levied by finance capital on the most profitable colonial and overseas enterprises is increasing. In sharing out this “booty,” an exceptionally large part goes to countries which, as far as the development of productive forces is concerned, do not always stand at the top of the list. In the case of the biggest countries, considered with their colonies, the total length of railways was as follows (in thousands of kilometers):\n{| class=\"wikitable\"\n|+\n|\n!1890\n!1913\n!Increase\n|-\n!U.S.A.\n|268\n|413\n|145\n|-\n!British Empire\n|107\n|208\n|101\n|-\n!Russia\n|32\n|78\n|46\n|-\n!Germany\n|43\n|68\n|25\n|-\n!France\n|41\n|63\n|22\n|-\n!Total\n|491\n|830\n|339\n|}\nThus, about 80 per cent of the total existing railways are concentrated in the hands of the five Great Powers. But the concentration of the ownership of these railways, of finance capital, is much greater still: French and English millionaires, for example, own an enormous amount of stocks and bonds in American, Russian and other railways.", "article_title": "Library Vladimir Lenin Imperialism, the highest stage of capitalism Imperialism as a special stage of capitalism", "namespace": "Main", "section": null, "chunk_index": 5, "line_range": "127-204", "word_count": 613, "categories": ["Imperialism, the highest stage of capitalism"], "internal_links": [], "is_stub": false, "citation_needed_count": 0, "has_blockquote": true}
{"chunk_id": "Main/Library_Vladimir_Lenin_Imperialism,_the_highest_stage_of_capitalism_Imperialism_as_a_special_stage_of_capitalism#6", "text": "Thus, about 80 per cent of the total existing railways are concentrated in the hands of the five Great Powers. But the concentration of the ownership of these railways, of finance capital, is much greater still: French and English millionaires, for example, own an enormous amount of stocks and bonds in American, Russian and other railways.\nThanks to her colonies, Great Britain has increased the length of “her” railways by 100,000 kilometers, four times as much as Germany. And yet, it is well known that the development of productive forces in Germany, and especially the development of the coal and iron industries, has been much more rapid during this period than in England – not to mention France and Russia. In 1892, Germany produced 4,900,000 tons of pig iron and Great Britain produced 6,800,000 tons; in 1912, Germany produced 17,600,000 tons and Great Britain 9,000,000 tons. Germany, therefore, had an overwhelming superiority over England in this respect. We ask, is there under capitalism any means of removing the disparity between the development of productive forces and the accumulation of capital on the one side, and the division of colonies and “spheres of influence” for finance capital on the other side – other than by resorting to war?", "article_title": "Library Vladimir Lenin Imperialism, the highest stage of capitalism Imperialism as a special stage of capitalism", "namespace": "Main", "section": null, "chunk_index": 6, "line_range": "205-206", "word_count": 207, "categories": ["Imperialism, the highest stage of capitalism"], "internal_links": [], "is_stub": false, "citation_needed_count": 0, "has_blockquote": true}
