{"chunk_id": "Main/Socialism#0", "text": "thumb|399x399px|Map of current (red) and former (orange) socialist countries\nthumb|Stages of the transition from [[capitalism to communism according to Cheng Enfu]]\nSocialism is a mode of production and transitional phase between two other modes of production, capitalism and communism, characterized by workers' management of the means of production turned into public property, achieved through the expropriation of the bourgeoisie by a dictatorship of the proletariat. Socialist economies are based on central economic planning, absence of the profit-motive and collectivization.\n\nThe scientific socialist definition of the term, as used by Marxist–Leninists, refers to a particular stage of historical development—specifically the transitional state between the capitalist and communist modes of production (for this reason, it is also known as \"the lower stage of communism\", although it is generally considered distinct enough from communism to constitute its own separate mode of production). However, the term \"socialism\" is often misused in broader left-wing discourse to denote public works, welfare programmes and/or small-scale forms of economic planning practiced by capitalist countries.\n\nAmong the first successful experiments in the scientific development of socialist economics was the Soviet Union in the late 1920s, when the the means of production were brought under social ownership, namely the land and agricultural economy was brought under the ownership of the state and expropriated from private landowners called kulaks.\n\nSocialism can be summarized by the motto \"From each according to their ability, to each according to their work.\"\n\nMeans of production\nIndustry\nSocialist industry is highly concentrated and technically advanced and based on public ownership. Economic concentration is planned to benefit the entire population.\n\nAgriculture\nSocialist agriculture organizes the scattered peasant economy into large-scale collective and state farms. It is highly mechanized and uses machinery such as tractors and grain harvesters.\n\nPersonal property, items that are relevant to private usage, exists in socialism and communism.\n\nIn China, for example, the financial system, energy, oil, insurance, education and aerospace sectors are all under strong government control, with state-owned enterprises directing the majority of these sectors' resources and manpower in accordance with China's various 5-year plans.\n\nAt the same time, there are large privately-owned, capitalist enterprises, such as in the real estate industry. These are kept on a tight leash, preventing them from being able to turn their economic power into political power. Thus we see the characteristics of both. These two contradictory halves ebb and flow with the aggregate effect being a country whose socialist economy has grown 2-3 times faster than the capitalist USA for the past 30 years.\n\nSocialism as the first phase of communism\n<blockquote>But the scientific difference between Socialism and Communism is clear. What is usually called Socialism was termed by Marx the \"first\" or lower phase of communist society. </blockquote>Vladimir Lenin in The State and Revolution develops Marx's analysis in Critique of the Gotha Program of not only in how a socialist society would function but he also attacks the misconception that under socialism, workers will receive the full extent of his or her labour. In Lenin's analysis and interpretation, he maintains that Marxists are not utopians who would assume that wealth inequality would vanish overnight in a socialist society. He makes it clear that as a socialist society is: <blockquote>A society which has just emerged into the light of day out of the womb of capitalism and which, in every respect, bears the birthmarks of the old society</blockquote>As such, socialism is marked as the first phase of communism. In this phase, the differences and injustice in wealth will still exist but makes it clear what will disappear is the ability for one person to exploit another due to their inability to seize the means of production by the conversion of private property into common property. This in turn is directly related to abolishing of bourgeois right to private property. However, it does not mean that \"bourgeois rights\" disappear as a whole. On the contrary, in this first stage, the bourgeoisie continue to receive certain rights related to the capacity of regulator (determining factor) in the distribution of products and the allotment of labour among the members of society.", "article_title": "Socialism", "namespace": "Main", "section": null, "chunk_index": 0, "line_range": "1-25", "word_count": 682, "categories": ["Modes of production"], "internal_links": ["capitalism", "communism", "Cheng Enfu", "mode of production", "Mode of production", "capitalism", "communism", "Proletariat", "means of production", "bourgeoisie", "dictatorship of the proletariat", "Planned economy", "collectivization", "Scientific socialism", "Marxism–Leninism", "Social democracy", "State capitalism", "Soviet Union", "Agriculture", "Kulak", "Peasantry", "Materialism", "Global North and South", "private property", "means of production", "Principles of communism", "Friedrich Engels", "private property", "Friedrich Engels", "Library:Principles of communism", "Library:Principles of communism", "Personal property", "China", "Five-year plans of China", "USA", "Vladimir Lenin", "Library:The state and revolution", "Critique of the Gotha Program", "means of production", "Library:Socialism: utopian and scientific", "Engels", "Quotes:Socialism"], "is_stub": false, "citation_needed_count": 0, "has_blockquote": true}
{"chunk_id": "Main/Socialism#1", "text": "<blockquote>But the scientific difference between Socialism and Communism is clear. What is usually called Socialism was termed by Marx the \"first\" or lower phase of communist society. </blockquote>Vladimir Lenin in The State and Revolution develops Marx's analysis in Critique of the Gotha Program of not only in how a socialist society would function but he also attacks the misconception that under socialism, workers will receive the full extent of his or her labour. In Lenin's analysis and interpretation, he maintains that Marxists are not utopians who would assume that wealth inequality would vanish overnight in a socialist society. He makes it clear that as a socialist society is: <blockquote>A society which has just emerged into the light of day out of the womb of capitalism and which, in every respect, bears the birthmarks of the old society</blockquote>As such, socialism is marked as the first phase of communism. In this phase, the differences and injustice in wealth will still exist but makes it clear what will disappear is the ability for one person to exploit another due to their inability to seize the means of production by the conversion of private property into common property. This in turn is directly related to abolishing of bourgeois right to private property. However, it does not mean that \"bourgeois rights\" disappear as a whole. On the contrary, in this first stage, the bourgeoisie continue to receive certain rights related to the capacity of regulator (determining factor) in the distribution of products and the allotment of labour among the members of society.\nThis stage, although admitted by Lenin and Marx to be a \"defect\", Lenin's reiteration that Marxists are not utopians justifies this stage:<blockquote>...if we are not to indulge in utopianism, we must not think that having overthrown capitalism people will at once learn to work for society without any standard of right; and indeed the abolition of capitalism does not immediately create the economic premises for such a change, and indeed the abolition of capitalism does not immediately create the economic premises for such a change.</blockquote>From Lenin's quote, it is clear that contradictions will continue to occur but the curtailing of bourgeois rights in relation to their ability to own the means of production for the time being until the material conditions will set the higher stage of communism.\n\nLibrary works\n* Socialism: utopian and scientific by Friedrich Engels\n\nSee also\nQuotes:Socialism\n\nReferences\npt:Socialismo\nfr:Socialisme", "article_title": "Socialism", "namespace": "Main", "section": null, "chunk_index": 1, "line_range": "26-37", "word_count": 401, "categories": ["Modes of production"], "internal_links": ["capitalism", "communism", "Cheng Enfu", "mode of production", "Mode of production", "capitalism", "communism", "Proletariat", "means of production", "bourgeoisie", "dictatorship of the proletariat", "Planned economy", "collectivization", "Scientific socialism", "Marxism–Leninism", "Social democracy", "State capitalism", "Soviet Union", "Agriculture", "Kulak", "Peasantry", "Materialism", "Global North and South", "private property", "means of production", "Principles of communism", "Friedrich Engels", "private property", "Friedrich Engels", "Library:Principles of communism", "Library:Principles of communism", "Personal property", "China", "Five-year plans of China", "USA", "Vladimir Lenin", "Library:The state and revolution", "Critique of the Gotha Program", "means of production", "Library:Socialism: utopian and scientific", "Engels", "Quotes:Socialism"], "is_stub": false, "citation_needed_count": 0, "has_blockquote": true}
